package asia.sonix.training.java;

public class Training_10_Greeting {

    /**
     * Training 10
     *  
     * このプログラムを実行した時刻に合わせて
     * あいさつを画面に表示する
     * 
     * 02:00 〜 06:59 - いい加減寝てください。。
     * 07:00 〜 11:59 - おはようございます！
     * 12:00 〜 12:59 - もうすぐ昼休みだし頑張りましょう
     * 13:00 〜 13:59 - 昼休み中...
     * 14:00 〜 16:59 - 眠いけど頑張りましょう
     * 17:00 〜 18:59 - もう一息頑張りましょう
     * 19:00 〜 22:59 - 今日も一日お疲れさまでした!
     * 23:00 〜 01:59 - おやすみなさい
     * 
     */
    public static void main(String[] args) {

    }
}
